Repository: darkdragon-001/gedit-markdown
Catalog: plugins/markdown-preview/markdown-preview/locale/*/LC_MESSAGES/markdown-preview.po
Languages: de, fr

source: Markdown Preview
de: Markdown Vorschau
fr: Aperçu Markdown

source: Update Markdown Preview
de: Markdown Vorschau aktualisieren
fr: Actualiser l'aperçu Markdown

source: Preview in HTML of the current document or the selection
de: Vorschau des aktuellen Dokuments oder der Auswahl in HTML anzeigen
fr: Aperçu en HTML du document courant ou de la sélection

source: Toggle Markdown Preview Visibility
de: Sichtbarkeit der Vorschau umschalten
fr: Afficher ou cacher l'aperçu Markdown

source: Display or hide the Markdown Preview panel tab
de: Reiter der Markdown Vorschau anzeigen oder verbergen
fr: Affiche ou cache l'onglet d'aperçu Markdown

source: Enter URL
de: URL eingeben
fr: Entrer l'URL

source: Enter the URL (local or distant) of the document or page to display.
de: URL des Dokumentes oder der Seite (lokal oder entfernt) eingeben
fr: Entrer l'URL (locale ou distante) du document ou de la page à afficher.

source: Open in the embedded browser
de: In eingebettetem Browser öffnen
fr: Ouvrir dans le navigateur intégré

source: Open in an external browser
de: In externem Browser öffnen
fr: Ouvrir dans un navigateur externe

source: Copy the current URL
de: Momentane URL kopieren
fr: Copier l'URL courante

source: Go to another URL
de: Zu anderer URL gehen
fr: Aller à une autre URL

source: Update Preview
de: Vorschau aktualisieren
fr: Actualiser l'aperçu

source: Clear Preview
de: Vorschau löschen
fr: Effacer l'aperçu
